Repository: TheSnoopcheg/BSUIRScheduleDesk
Catalog: BSUIRScheduleDESK/Langs/Language.*.resx
Languages: be

source: Announcement
be: Аб'яўленне

# AnnouncementCaps
source: ANNOUNCEMENT
be: АБ'ЯЎЛЕННЕ

source: Announcements
be: Аб'яўленні

source: Auditorium
be: Аўдыторыя

source: Classes
be: Заняткі

source: Date
be: Дата

# EndExamsDate
source: End of exams
be: Канец сесіі

# EndLessonDate
source: End of classes
be: Канец заняткаў

source: Exams
be: Сесія

source: Group notes
be: Заметкі групы

source: Group announcements
be: Аб'яўленні групы

source: Groups
be: Групы

# MainWindowTitle
source: BSUIR Schedule
be: Расклад БДУІР

# NoAds
source: No announcements
be: Аб'яў няма

source: Notes
be: Заметкі

# StartExamsDate
source: Start of exams
be: Пачатак сесіі

# StartLessonDate
source: Start of classes
be: Пачатак заняткаў

source: Teacher
be: Выкладчык

source: Note
be: Заметка

source: No notes
be: Заметак няма

source: Add
be: Дабавіць

source: Edit
be: Рэдагаваць

source: Delete
be: Выдаліць

source: Text
be: Тэкст

source: Cancel
be: Адмена

source: Search
be: Пошук

source: Settings
be: Наладкі

source: Theme
be: Тэма

source: Colors
be: Колеры

source: Lecture
be: Лекцыя

source: Practice
be: Практычная праца

source: Laboratory work
be: Лабараторная праца

source: Consultation
be: Кансультацыя

source: Unknown
be: Невядома

source: Version
be: Версія

# IISTheme
source: IIS
be: ІІС

# DarkTheme
source: Dark
be: Цёмная

source: OK
be: ОК

source: Yes
be: Так

source: No
be: Не

# AppName
source: BSUIR Schedule
be: Расклад БДУІР

# ScheduleUpdateQuestionFormat
source: The schedule [{0}] has been updated. Download?
be: Расклад [{0}] быў абноўлены. Загрузіць?

source: Students
be: Студэнтаў

source: Today
be: сёння

source: Tomorrow
be: заўтра

# GroupNumberInput
source: Enter the group number or the teacher's last name
be: Увядзіце нумар групы/прозвішча выкладчыка

source: Weeks
be: Тыдні

# SubgroupShort
source: subg
be: п

source: Time
be: Час

source: Show past classes
be: Паказваць мінулыя

source: Subgroups
be: Падгрупы

source: Show exams
be: Паказваць экзамены

source: Week
be: Тыдзень

# EmptyScheduleMessage
source: There is nothing here. To load the schedule, click "🔍︎".
be: Тут нічога німа. Каб загрузіць расклад, націсніце "🔍︎".

# GoToButtonText
source: Go to
be: Перайсці

# ProgramRunning
source: This program is already running
be: Гэта праграма ўжо запушчана

source: Updates
be: Абнаўленні

# UpdateBy
source: Update from
be: Абнаўленні ад

source: Critical error
be: Крытычная памылка

# CriticalErrorMessage
source: Oops... Please send the crash.log file to telegram @snoopcheg To run, try deleting recent.json in the data folder
be: Упс.. Адпраўце, калі ласка, файл crash.log у тэлеграм @snoopcheg Для запуску паспрабуўце выдаліць recent.json з папкі data

source: Exam
be: Экзамен

# LanguageName
source: Language
be: Мова

# GroupScheduleHistory
source: History of changes in the schedule of group
be: Гісторыя змен раскладу групы

# ScheduleHistory
source: History of changes is the schedule of
be: Гісторыя змен раскладу

# ShowAllinOne
source: Show all
be: Паказваць ўсё

source: No lessons
be: Заняткаў няма

# PeriodOfLessons
source: Period of classes
be: Перыяд заняткаў

# NumOfLessonsSinceStart
source: Lesson number from the beginning of the semester
be: Нумар занятку з пачатку семестра

source: Current week
be: Бягучы тыдзень
